Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: { $sentences } sentences reviewed. Thank you!
kaa: { $sentences } gáp tekserildi. Raxmet sizge!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
kaa: Tekserilgen gápler sárshembi kúni qosıladı hám keyingi jańalanıwda payda boladı.

source: Sentence text
kaa: Gáp teksti

source: Serbian
kaa: Serb

source: Set a goal
kaa: Maqset qoyıw

source: Setswana
kaa: Tsvana

source: Settings
kaa: Sazlawlar

source: SHA256 Checksum Copied!
kaa: SHA256 qadaǵalaw summası kóshirip alındı!

source: Share Common Voice
kaa: Common Voiceti bólisiw

source: Share my goal
kaa: Maqsetimdi bólisiw

source: Share your clip
kaa: Dawıslı jazbańız benen bólisiń

source: Shortcuts
kaa: Operativ buyrıqlar

source: [Should be ‘dinosaurs’]
kaa: [‘dinozavrlar’ bolıwı kerek]

source: Show all skipped sentences again
kaa: Ótkerip jiberilgen gáplerdi qayta kórsetiw

source: Sicilian
kaa: Sitsilia

source: Sign up
kaa: Dizimnen ótiw

source: Sign up for an account
kaa: Akkaunttı dizimnen ótkeriw

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kaa: Jańalıqlar taratpalarına jazılıń, maqsetler haqqında esletpeler hám rawajlanıw jańalanıwları

source: sign up for email updates
kaa: Jańalanıwlar taratpalarına jazılıń

source: Sign up for { $lang } updates:
kaa: Jazılıń hám { $lang } tili qalay jańalanıp atırǵanınan xabardar bolıń:

source: Size
kaa: Kólem

source: Skip
kaa: Ótkerip jiberiw

source: Slovenian
kaa: Sloven

source: Someone asks for a language to be added.
kaa: Birew tildi qosıwdı soraydı.

source: Sorbian, Lower
kaa: Tómengi sorb

source: Sorbian, Upper
kaa: Sorb, Joqarı

source: Sorry, Common Voice is running slowly. Thanks for your interest.
kaa: Keshirersiz, CommonVoice áste islep atır. Qızıǵıwshılıǵıńız ushın raxmet.

source: Sorry, something went wrong
kaa: Keshirersiz, qátelik júz berdi

source: Source of your sentence
kaa: Gápińizdiń deregi

source: Source: { $sentenceSource }
kaa: Derek: { $sentenceSource }

source: Source: { $source }
kaa: Derek: { $source }

source: Southern Kurdish
kaa: Qubla Kurd

source: Southern Sotho
kaa: Qubla Sotho

source: Spanish
kaa: Ispan

source: Speak
kaa: Sóylew

source: Speaking
kaa: Dawıs jazıw

source: Speaking and Listening
kaa: Dawıs jazıw hám tekseriw

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
kaa: Ádettegi dawıs penen sóyleń! Qáytip sóyleseńiz de, biz quwanıshlımız. Bizge siziń ápiwayı dawısıńız akcenti, intonaciyası hám bálentligi sıyaqlı ózgeshelikleri menen kerek.

source: Speak now
kaa: Házir sóylew

source: Speak up, contribute here!
kaa: Dawısıńızdı jazıp qaldırıń hám úles qosıń!

source: Special Characters and Foreign Letters
kaa: Arnawlı belgiler hám shet tili háripleri

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
kaa: <speechBlogLink>Dawıstı anıqlaw menen jumıs baslaw</speechBlogLink>

source: Speech-to-text (STT)
kaa: Awızshadan tekstke (Speech-to-text, STT)

source: Speech-to-text (STT) technologies convert voice data into text.
kaa: Awızshadan tekstke (Speech-to-text, STT) texnologiyası dawıslı maǵlıwmatlardı tekstke aylandıradı.

source: Spelling and Punctuation
kaa: Imla hám irkilis belgileri

source: Splits
kaa: Ajıratıw

source: Start typing to describe your accent
kaa: Akcentińizdi táriyiplew ushın jazıwdı baslań

source: Statistics
kaa: Statistika

source: Stats
kaa: Statistika

source: Status Page
kaa: Jaǵday beti

source: Streaks
kaa: Turaqlı

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
kaa: <strong>Sóylewshiniń akcenti sizikinen basqasha bolsa, onday dawıslı úzindilerdi biykarlamań.</strong> Bárshege dawıstı anıqlaw xızmeti jaqsı islewi ushın bul áhmiyetli.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
kaa: <strong>Gápler jıynawshısı</strong> — xalıq dóretpelerindegi gáplerdi jıynaw hám tekseriw ushın qural. Qatnasıw ushın <scAccountLink>akkaunt jaratıń</scAccountLink>, soń <strong>profilde</strong> tilińizdi qosıń. Siz gáplerdi <strong>qosıwıńız</strong> yamasa aldın qosılǵan gáplerdi <strong>tekseriwińiz</strong> múmkin.

source: Submission Error
kaa: Jiberiw qáteligi

source: Submit
kaa: Jiberiw

source: Submit a report
kaa: Shaǵımdı jiberiw

source: Submit clips
kaa: Kliplerdi jiberiw

source: Subscribe
kaa: Jazılıw

source: Success
kaa: Tayar

source: Success, profile created!
kaa: Júdá jaqsı, profil jaratıldı!

source: Swahili
kaa: Suahili

source: Swedish
kaa: Shved

source: Syriac
kaa: Suriy

source: Tagalog
kaa: Tagal

source: Tahitian
kaa: Tayiti

source: Taiwanese (Minnan)
kaa: Tayvan (Minnan)

source: Tajik
kaa: Tájik

source: Taking several attempts to read a word.
kaa: Sózdi oqıw ushın birneshe urınıw

source: Tap
kaa: Basıń

source: TED-LIUM Corpus
kaa: TED-LIUM toplamı

source: Tell us what you'd like to download:
kaa: Neni júklep alıwdı qáleytuǵınlıǵıńızdı bizge aytıń:

source: Terms
kaa: Shártler

source: Thai
kaa: Tay

source: Thanks for confirming your account, now let's build your profile.
kaa: Akkauntıńızdı tastıyıqlaǵanıńız ushın raxmet, endi keliń profilińizdi toltırayıq.

source: Thank you for donating your voice clips!
kaa: Dawıslı úzindilerińizdi jazıp qaldırǵanıńız ushın raxmet!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kaa: Jazıp qaldırǵanıńız ushın raxmet!<lineBreak></lineBreak> Endi dawıslı jazbalarıńızdı tómende tekseriń hám jiberiń.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
kaa: { $lang } tiline úles qosıwǵa qızıǵıwshılıǵıńız ushın raxmet. Bizler hárbir tildi iske túsiriw ushın ǵayrat salıp atırmız hám toparlarǵa jańalıqlardı elektron pochta arqalı jetkeremiz. Eger de siz óz úlesińizdi qosıwdı qáleseńiz, tómende elektron pochtańızdı kórsetiń.

source: Thank you for your voice information
kaa: Dawıslı maǵlıwmatıńız ushın ráxmet

source: Thank you! You’ve sent a new language enquiry
kaa: Raxmet! Siz jańa til sorawın jiberdińiz

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
kaa: Paydalı dawıstı anıqlaw mexanizmin jaratıw ushın eń jaqsı gápler — awızeki zamanagóy tilde. Gáplerdi oylap tabıwǵa járdem beretuǵın birneshe ideyalar:

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
kaa: CommonVoice maǵlıwmatlar toplamı baǵdarlamashılarǵa dawıstı anıqlaw quralın járatıwǵa járdem beriw ushın júz mıńnan aslam audio úlgilerin óz ishine aladı.

source: The number of recordings and which languages you contribute to will be public.
kaa: Siziń jazıp qaldırılǵan dawıslarıńızdıń sanı hám olardıń tilleri hámmege kórinedi.

source: There are currently no sentences to review in this language.
kaa: Házir tekseriw ushın bul tilde gápler joq.

source: The recording was too long.
kaa: Dawıslı jazba júdá uzın.

source: The recording was too quiet.
kaa: Dawıslı jazba júdá áste.

source: The recording was too short.
kaa: Dawıslı jazba júdá qısqa.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
kaa: Negizgi tekstte múltiksiz túrde cifrlar bolmawı kerek, sebebi olar dawıslap oqıǵanda qıyınshılıqlarǵa sebep boladı. Sanlardı oqıw usılı kontekstke baylanıslı hám maǵlıwmatlar toplamında túsiniksizlikke alıp keliwi múmkin. Mısalı, “2409” sanın “jigirma tórt nol toǵız” hám "eki mıń tórt júz toǵız" dep anıq oqıwǵa boladı.

source: The route was unclear.
kaa: Jónelis anıq bolmadı.

source: The selected file is too large
kaa: Tańlanǵan fayl júdá úlken kólemge iye

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kaa: Gápler jıynawshısı Common Voice tiykarǵı playformasına ótpekte. Endi siz Common Voiceta bir gápti kóriwińiz yamasa jazıwıńız múmkin.

source: The sentence has a grammatical or spelling error.
kaa: Gápte grammatikalıq yamasa imla qáte bar.

source: The sentence must be grammatically correct.
kaa: Gáp grammatikalıq jaqtan durıs bolıwı kerek.

source: The sentence must be spelled correctly.
kaa: Gáp durıs jazılıwı kerek.

source: The sentence should have fewer than 15 words.
kaa: Gáp 15 sózden kem bolıwı kerek.

source: The website text is translated into that language.
kaa: Veb-sayttıń teksti sol til tilge awdarıladı.

source: Three to go!
kaa: Úshewi qaldı!

source: Tibetan
kaa: Tibet

source: Today
kaa: Búgin

source: Today's Common Voice progress on clips recorded
kaa: Common Voiceta búgin jazılǵan dawıslı úzindiler

source: Today's Common Voice progress on clips validated
kaa: Common Voiceta búgin tekserilgen dawıslı úzindiler

source: Today's Progress
kaa: Búgingi nátiyje

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
kaa: Common Voicetıń maǵlıwmatlar toplamına kiriwi ushın, dawıslı úzindi eki paydalanıwshı tárepinen tekseriliwi kerek.

source: Total
kaa: Jámi

source: Total Approved
kaa: Jámi tekserildi

source: Toward next goal
kaa: Keyingi maqset

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
kaa: <translateVideoLink>Pontoondı qalay paydalanıw boyınsha qollanbamızdı tamashalań</translateVideoLink>

source: Translating the site
kaa: Sayttı awdarmalaw

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
kaa: Common Voice saytı awdarması <strong>Pontoon</strong>da ámelge asırıladı.

source: Tshivenda
kaa: Venda

source: Turkish
kaa: Túrk

source: Turkmen
kaa: Túrkmen

source: Tuvan
kaa: Tuva

source: Twi
kaa: Tvi

source: Typically megabytes
kaa: Ádette megabayt

source: Ubykh
kaa: Ubux

source: Ukrainian
kaa: Ukrain

source: Understand contribution criteria
kaa: Qaǵıydalar menen tanısıw

source: Unexpected response returned from server
kaa: Serverden kútilmegen juwap alındı

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
kaa: Tilekke qarsı, biz Wikimedia maqalaların qollana almaymız. Sonlıqtan da, ol jaqtan tekstlerdi kóshirip alıp qoymań.

source: Updating…
kaa: Jańalanbaqta…

source: Upload an image file
kaa: Súwret faylın júklew

source: Upload of this clip keeps failing at server. Reload the page or try again later.
kaa: Bul klipti serverge júklew sátsiz juwmaqlandı. Betti qayta júkleń yamasa keyinirek qayta urınıp kóriń.

source: Upload of this clip keeps failing, keep retrying?
kaa: Bul klipti júklew sátsiz juwmaqlandı. Qayta urınıp kóresiz be?

source: Use correct grammar
kaa: Durıs grammatikanı qollanıń

source: User Name
kaa: Paydalanıwshı atı

source: Using Common Voice
kaa: Common Voicetan qollanıw

source: Uyghur
kaa: Uyǵur

source: Uzbek
kaa: Ózbek

source: Validated Clips
kaa: Tekserilgen dawıslı úzindiler

source: Validated Hours
kaa: Tekserilgen saat

source: Validated Hr. Total
kaa: Jámi tekserilgen saat

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kaa: Jazıp qaldırılǵan dawıslardı tekseriw Common Voice wazıypası ushın zárúr. Jazılǵan dawıslardı tıńlań hám bizge sapalı ashıq dawıs maǵlıwmatların jaratıwǵa járdem beriń.

source: Validations
kaa: tekserildi

source: Value and recognition.
kaa: Bahalılıq hám tanılıw.

source: Venetian
kaa: Venetsiya

source: Version
kaa: Versiya

source: Very common mistakes include:
kaa: Eń keń tarqalǵan qáteler tómendegiler:

source: Vietnamese
kaa: Vetnam

source: View your progress against personal and project goals.
kaa: Jeke hám joba maqsetlerine jetisiwdegi rawajlanıwıńızdı kóriń.

source: Visible
kaa: Ashıq

source: Voice Collection
kaa: Dawıslar toplamı

source: Voice Contribution
kaa: Dawıs penen úles qosıw

source: Voice Dataset, Ready for Download
kaa: Júklep alıw ushın tayar dawıslı maǵlıwmatlar toplamı

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kaa: Dawıs — tábiyiy hám insan. Sonlıqtan biz mashinalarımız ushın jaramlı bolǵan dawıslı texnologiya jaratıwǵa umtılıp atırmız. Biraq dawıslı sistemalardı jaratıw ushın baǵdarlamashılarǵa úlken kólemdegi dawıslı maǵlıwmatlar kerek.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kaa: Dawıs — tábiyiy hám insan. Sonlıqtan biz mashinalarımız ushın jaramlı bolǵan dawıslı texnologiya jaratıwǵa umtılıp atırmız. Biraq dawıslı sistemalardı jaratıw ushın baǵdarlamashılarǵa úlken kólemdegi dawıslı maǵlıwmatlar kerek.

source: Voices Online Now
kaa: Házir onlayn dawıslar

source: Voice Validation
kaa: Dawıstı tekseriw

source: Volume
kaa: Dawıs

source: Votic
kaa: Vot

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
kaa: Common Voicetıń ele de jaqsılanıwına járdem bergińiz kele me? Ájayıp! Biz benen elektron pochta yamasa <discourseLink>Discourse</discourseLink> arqalı baylanısıń, sayt penen baylanıslı mashqalalar tuwralı <githubLink>GitHub</githubLink> arqalı xabar beriń yamasa <matrixLink>Matrix</matrixLink> birlespe chatına qosılıń.

source: Want to save your information? <createProfile>Create a profile</createProfile>
kaa: Maǵlıwmatlarıńızdı saqlawdı qáleysiz be? <createProfile>Profil jaratıń</createProfile>

source: Want to stay in touch with Common Voice?
kaa: Common Voice penen baylanısta bolıwdı qáleysiz be?

source: Watch our video explainer to help
kaa: Járdem ushın túsindiriwshi videomızdı tamashalań

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kaa: Biz Mozillada dawıs texnologiyası sheńberinde birlespe dúzip atırmız. Biz barlıq jańalıqlar, jańa maǵlıwmatlar toplamlarnıń derekleri hám kóbirek bunday maǵlıwmatlardı qalay qollanıwıńız haqqında xabardar bolıwdı qáler edik.

source: Website Localization
kaa: Veb-sayttı lokalizaciyalaw

source: Websites
kaa: Veb-saytlar

source: We could not fetch the stats. Please try again later.
kaa: Biz statistikanı ala almadıq. Ótinish, keyinirek urınıp kóriń.

source: We couldn’t find that page for you
kaa: Siz ushın bul betti taba almadıq

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kaa: Tıńlawıńız ushın heshqanday audio úzindi taba almadıq. Ótinish, keyinirek qayta urınıp kóriń.

source: Weekly
kaa: Háptelik

source: Weekly Goal
kaa: Háptelik maqset

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
kaa: Bar tillerdi alıw ámelge aspadı. Házirgi waqıtta qatnasıwdıń imkáni joq. Ótinish, keyinirek urınıp kóriń.

source: We launch the Common Voice site in this language.
kaa: Biz usı tilde Common Voice saytın iske túsiremiz.

source: Welcome to Common Voice
kaa: Common Voiceqa xosh keldińiz

source: Welcome to the Common Voice Sentence Collector
kaa: Common Voice gápler jıynawshısına xosh keldińiz

source: Welsh
kaa: Uels

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kaa: Siziń maǵlıwmatlarıńızǵa puqtalıq penen qarawǵa wáde beremiz. Bul haqqında qosımsha <privacyLink>Qupıyalıq siyasatı</privacyLink> maǵlıwmatların oqıp shıǵıń.

source: We release the dataset every 3 months.
kaa: Biz hár 3 aydan maǵlıwmatlar toplamın járiyalaymız.

source: We're making some big changes
kaa: Biz birqansha úlken ózgeris qılıp atırmız

source: We’re sorry, your platform is not currently supported.
kaa: Átteń, házirgi waqıtta siziń platformańız qollap-quwatlanbaydı.

source: Western Sierra Puebla Nahuatl
kaa: Batıs Sierra Puebla Nauatl

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
kaa: Awdarmalar ushın <pontoonLink>Pontoon</pontoonLink> atlı Mozillanıń quralınan qollanamız. Pontoonda kóp tiller bar, eger siziń tilińiz joq bolsa, onı <pontoonRequestLink>qosıwın sorawıńız múmkin</pontoonRequestLink>. Keyin til Common Voiceta bolıwı ushın <githubRepoLink>jańa tildi qosıwın GitHubta sorań</githubRepoLink>. <localizationFragment>Sayttı awdarıw tuwralı kóbirek kóriń.</localizationFragment>

source: We've run out of sentences to record in this language...
kaa: Dawıs jazıw ushın bul tilde gápler tawsıldı...

source: We will be in touch with more information as it becomes available.
kaa: Qosımsha maǵlıwmat payda bolıwı menen baylanısamız.

source: We will not make your email public.
kaa: Elektron pochtańızdı sizden basqa heshkim kórmeydi.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
kaa: Dawıslı jazbalarıńızdıń maǵlıwmatlar toplamınan óshiriw boyınsha sorawıńızdı kórip shıǵamız. Eger siziń sorawıńız qabıllansa, biz bul maǵlıwmatlar toplamın júklep alǵanlar menen baylanısamız hám siziń dawıslı jazbalarıńızdı óshiriwin soraymız.

source: What is a language on Common Voice?
kaa: Common Voiceta til ne?

source: What is Common Voice?
kaa: Common Voice ne?

source: What issues are you experiencing with this sentence?
kaa: Bul gáp penen sizde qanday mashqalalar boldı?

source: What kind of goal do you want to build?
kaa: Qanday maqset qoyıwdı qáleysiz?

source: What kinds of sentences can I add?
kaa: Qanday gáp túrlerin qosa alaman?

source: What’s inside the Common Voice dataset?
kaa: Common Voice maǵlıwmatlar toplamı ishinde ne jayǵasqan?

source: What's Public?
kaa: Qaysı maǵlıwmatlar hámme ushın ashıq?

source: What’s the difference between Common Voice and Deep Speech?
kaa: Common Voice hám Deep Speech arasında qanday parıq bar?

source: When will you release Common Voice data in other languages?
kaa: Common Voicetıń Basqa tiller ushın maǵlıwmatlar toplamın qashan shıǵarasız?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
kaa: Dawıslı jazbalarıńızdı soraǵanıńızda, biz olardı bir yamasa birneshe ZIP fayllarǵa jıynaymız. Siziń aldınǵı sorawlarıńız:

source: Which variant of { $language } do you speak?
kaa: { $language } tilinıń qaysı dialektinde sóyleysiz?

source: Why ?
kaa: Nege?

source: Why a profile?
kaa: Profil nege kerek?

source: Why are you asking?
kaa: Nege sorap atırsız?

source: Why Common Voice?
kaa: Nege CommonVoice?

source: Why does this matter?
kaa: Nege bul áhmiyetli?

source: Why is Common Voice part of the Mozilla mission?
kaa: CommonVoice nege Mozillanıń wazıypası bolıp esaplanadı?

source: Why is it important?
kaa: Bul ne ushın zárúr?

source: Wolof
kaa: Volof

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
kaa: Siziń dawıslı jazbalarıńızda óshiriliwin qáleysiz be yamasa Common Voice maǵlıwmatlar toplamında qalıwın ba?

source: Would you like to share some information about how you speak?
kaa: Qalay sóylewińiz haqqındaǵı maǵlıwmat penen bólisiwdi qálemeysiz be?

source: Write
kaa: Jazıw

source: Xhosa
kaa: Kosa

source: Xitsonga
kaa: Tsonga

source: Yes
kaa: Awa

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kaa: Awa, maǵan xatlardı jiberiń. Men CommonVoice jobası haqqında xabardar bolıwdı qáleymen.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
kaa: Awa, maǵan xatlardı jiberiń. Men bul tildiń CommonVoicetaǵı rawajlanıwı haqqında xabardar bolıwdı qáleymen.

source: Yiddish
kaa: Idish

source: You
kaa: Siz

source: You can choose to make your username public or anonymous.
kaa: Óz paydalanıwshı atıńızdı ashıq yamasa anonim qılıwdı tańlawıńız múmkin.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
kaa: Siz <datasetsPage>maǵlıwmatlar toplamı</datasetsPage> betine ótip kerekli versiyanı hám til(-ler)di tańlap, keyin olardı júklep alıwıńız múmkin! Fayllarǵa demografiyalıq hám tekseriw maǵlıwmatları sıyaqlı <metadataLink>meta maǵlıwmatlar</metadataLink> biriktirilgen. Maǵlıwmatlar toplamın júklep alıw ushın elektron pochtańızdı kórsetiwińiz kerek.

source: You can request a new takeout of your recordings every { $days } days.
kaa: Dawıslı jazbalarıńızdıń jańa arxivin hár { $days } kúnnen sorawıńız múmkin.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
kaa: Siz <sentenceCollectorLinkAdd>az sandaǵı gáplerdi qosıwıńız múmkin</sentenceCollectorLinkAdd> yamasa <bulkImportDocsLink>GitHub járdeminde ǵalaba importın</bulkImportDocsLink> ámelge asırıwıńız múmkin. Este saqlań, gápler <licenseLink>CC0 (yamasa xalıq dóretpeleri)</licenseLink> bolıwı kerek yamasa ózińiz jazıwıńız múmkin.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
kaa: Siz veb-sayttı kirgiziwińiz múmkin, mıs: "Common Voice" — https://commonvoice.mozilla.org/

source: You have not added any languages yet.
kaa: Siz ele heshqanday til qospadıńız.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kaa: Siz heshqanday tildi tańlamadıńız. Ótinish, tillerdi tańlaw ushın <profileLink>Profilińizge</profileLink> ótiń.

source: You must allow microphone access.
kaa: Mikrofonǵa ruqsat beriwińiz kerek.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
kaa: Aldın siz tekseriw waqtında gáplerdi ótkerip jiberdińiz. Ótkerip jiberilgen gáplerdi tiklew sizge barlıq ótkerip jiberilgen gáplerdi qayta kórsetedi. Bul tilge baylanıslı emes.
